// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Chrome OS 이미지 생성기 정보";
"Menu Prefs" = "환경설정..";
"Menu Services" = "서비스";
"Menu Hide" = "Chrome OS 이미지 생성기 숨기기";
"Menu Hide Others" = "기타 숨기기";
"Menu Show All" = "모두 표시";
"Menu Quit" = "Chrome OS 이미지 생성기 종료";
"Menu Window" = "창";
"Menu Minimize" = "최소화";
"Menu Zoom" = "확대/축소";
"Menu Bring All To Front" = "모두 앞으로 가져오기";
"Menu Help" = "도움말";
"Menu App Help" = "Chrome OS 이미지 생성기 도움말";

/* Buttons */
"Button Previous" = "이전";
"Button Next" = "다음";
"Button Stop" = "중지";
"Button Done" = "완료";

/* Tab: Select device model */
"Text Welcome" = "Chrome OS 이미지 생성기에 오신 것을 환영합니다. 사용 중인 Chrome OS 기기의 모델을 선택하세요.";
"Button Local Image" = "컴퓨터에 저장된 이미지...";

/* Tab: Select USB stick */
"Text Select Prompt" = "복구에 사용할 USB 메모리 선택:";
"Text Insertion Prompt" = "USB 메모리를 삽입하세요";

/* Tab: Done */
"Text Congrats" = "Chrome OS 시스템을 위한 복구 부팅 드라이브가 생성되었습니다. 이제 컴퓨터에서 제거해도 됩니다. Chromebook OS 손상 시 복구하는 데 사용하세요.";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "애플리케이션을 실행할 수 없습니다.";
"NoDiskArb Informative" = "디스크 중재를 시작하는 동안 문제가 발생했습니다. 발생해서는 안 되는 문제입니다.";
"NoDiskArb OK" = "확인";

/* Error retrieving config file. */
"CantGetConfig Message" = "이미지 목록을 검색할 수 없습니다.";
"CantGetConfig Informative" = "사용 가능한 복구 이미지 목록을 검색하는 동안 문제가 발생했습니다(%1$@). 네트워크 연결이 작동하고 있는지 확인하세요.";
"CantGetConfig OK" = "확인";
"CantGetConfig Error NoConnection" = "연결을 할당할 수 없습니다.";
"CantGetConfig Error DownloadError" = "다운로드하는 동안 오류가 발생했습니다.";
"CantGetConfig Error StringCreate" = "응답을 사용할 수 없습니다.";

/* Version error. */
"VersionError Message" = "애플리케이션 버전이 너무 오래되었습니다.";
"VersionError Informative" = "최신 버전을 다운로드하세요. 현재 버전은 %1$@이며 버전 %2$@ 이상이 필요합니다. %3$@";
"VersionError OK" = "최신 버전 다운로드";

/* File dialog to select a local file. */
"SelectLocal File" = "이미지를 선택하세요.";
"SelectLocal Button" = "선택";

/* Alert on writing stick. */
"WriteAlert Message" = "%1$@을(를) 영구적으로 지우시겠습니까?";
"WriteAlert Informative" = "현재 저장된 모든 데이터가 영구적으로 삭제됩니다. 이 작업은 실행 취소할 수 없습니다.";
"WriteAlert Cancel" = "지우기 취소";
"WriteAlert OK" = "지우기";

"TooSmallAlert Message" = "%1$@이(가) 너무 작아 사용할 수 없습니다.";
"TooSmallAlert Informative" = "%2$@ 이상인 USB 메모리가 필요합니다.";
"TooSmallAlert OK" = "확인";

"NotWritable Message" = "%1$@은(는) 읽기 전용이므로 사용할 수 없습니다.";
"NotWritable Informative" = "읽기 전용 USB 메모리입니다. USB 메모리에 쓰기를 허용하는 스위치가 있을 수 있습니다. 그렇지 않은 경우에는 사용할 수 없습니다.";
"NotWritable OK" = "확인";

/* Stick writing statuses. */
"Status Downloading" = "다운로드 중...";
"Status Verifying" = "확인 중...";
"Status Unpacking" = "압축 해제 중...";
"Status Claiming" = "요청하는 중...";
"Status Unmounting" = "마운트 해제하는 중...";
"Status Writing" = "쓰는 중...";
"Status Ejecting" = "꺼내는 중...";
"Status Done" = "완료";

"StatusAdd Attempt" = " (시도 %1$d)";

/* Errors */
"Failure Downloading" = "오류가 발생했습니다(소스 이미지 다운로드 실패). 다시 시도하시겠습니까?";
"Failure Verifying Return Value" = "오류가 발생했습니다(소스 이미지 확인 실패, 프로그램 오류, %1$s). 다시 시도하시겠습니까?";
"Failure Verifying SHA Mismatch" = "오류가 발생했습니다(소스 이미지 확인 실패, 체크섬 오류). 다시 시도하시겠습니까?";
"Failure Unpacking" = "오류가 발생했습니다(소스 이미지 압축 해제 실패, %1$s). 다시 시도하시겠습니까?";
"Failure Claiming" = "오류가 발생했습니다(USB 메모리 요청 실패). 다시 시도하시겠습니까?";
"Failure Unmounting" = "오류가 발생했습니다(USB 메모리 마운트 해제 실패). 다시 시도하시겠습니까?";
"Failure Opening Source Image" = "오류가 발생했습니다 (소스 이미지 열기 실패, %1$s). 다시 시도하시겠습니까?";
"Failure Opening Destination Device" = "오류가 발생했습니다(USB 메모리 열기 실패, %1$s). 다시 시도하시겠습니까?";
"Failure Reading Source Image" = "오류가 발생했습니다(소스 이미지에서 읽기 실패, %1$s). 다시 시도하시겠습니까?";
"Failure Writing Destination Device" = "오류가 발생했습니다(USB 메모리에 데이터 쓰기 실패, %1$s). 다시 시도하시겠습니까?";
"Failure Ejecting" = "오류가 발생했습니다(USB 메모리 꺼내기 실패). 다시 시도하시겠습니까?";

"Failure Try Again" = "다시 시도";
"Failure Quit" = "종료";

"Failure Termination Status" = "종료 상태 %d";

"Failure Internal Error 1" = "예상하지 못한 EOF";
